import photo1 from'./photo/1.jpeg';
import photo2 from'./photo/2.jpeg';
import photo3 from'./photo/3.jpeg';
import photo4 from'./photo/4.jpg';
import photo5 from'./photo/5.jpeg';
import photo6 from'./photo/6.jpeg';
import photo7 from'./photo/7.jpg';
import photo8 from'./photo/8.jpeg';
import photo9 from'./photo/9.jpg';
import photo10 from'./photo/10.jpeg';
import photo11 from'./photo/11.jpeg';

const constants = [
        {id:1, name: 'Елена Янкович', photo: photo1, text: 'Наставник по актерскому мастерству. Победитель международных кинофестивалей, а также Всероссийского конкурса ведущих. Писатель. Поэтесса. Мастерская Ю.В. Кара, Всероссийский государственный институт кинематографии им. С.А. Герасимова. Любит исторические романы о великих завоевателях и кофе.', profession: 'Режиссёр, сценарист, продюсер кино и телевидения'},
        {id:2, name: 'Андрей Осипов', photo: photo2, text: 'Художественные и документальные фильмы, видео-клипы, рекламные и промо ролики и многое другое... Мастерская Ю.В. Кара, Всероссийский государственный институт кинематографии им. С.А. Герасимова. Любит классическую музыку и хороший вокал.', profession: 'Режиссёр, сценарист, продюсер'},
        {id:3, name: 'Кирилл', photo: photo3, text: 'Рекламные видео, интервью, художественные, документальные и креативные фильмы. 8 лет жил в Турции, огромный опыт работы с моделями, блогерами и рекламой для международных компаний. Любит интересные сценарии и свою жену', profession: 'Оператор-постановщик, режиссёр монтажа, колорист, режиссёр'},
        {id:4, name: 'Наталья', photo: photo4, text: 'Мастерская Ю.В. Кара, Всероссийский государственный институт кинематографии им. С.А. Герасимова. Любит цвета, особенно красное - то самое, что созревшее зелёное.', profession: 'Художник'},
        {id:5, name: 'Екатерина', photo: photo5, text: 'Мастерская Ю.В. Кара, Всероссийский государственный институт кинематографии им. С.А. Герасимова.', profession: 'Режиссер, сценарист, фотограф-любитель'},
        {id:6, name: 'Евгений', photo: photo6, text: 'Любит фруктовое мороженое и путешествовать.', profession: 'Видеограф, Оператор, Фотограф. Институт Кино и Телевидения (ГИТР)'},
        {id:7, name: 'Полина', photo: photo7, text: 'Занимается рисованной анимацией, рекламными векторными иллюстрациями. Колледж кино, телевидения и мультимедиа ВГИК им. С.А. Герасимова', profession: 'Мультипликатор'},
        {id:8, name: 'Татьяна', photo: photo8, text: 'Ведущая школа макияжа “Iconface”. Создание аутентичных образов для съёмок. Индивидуальные консультации по стилю. Любит искусство, литературу и историю моды.', profession: 'Make-up artist Moscow. Стилист. Визажист. Преподаватель по макияжу'},
        {id:9, name: 'Екатерина', photo: photo9, text: 'Любит розовый цвет и всё, что связано с Мэрилин Монро.', profession: 'Сценарист'},
        {id:10, name: 'Анна', photo: photo10, text: 'Образование: ВГИК ВККиТ им. С.А.Герасимова. Любит красоту в деталях.', profession: 'Сценарист'},
        {id:11, name: 'Раиль', photo: photo11, text: 'Написание музыки: саундтреков к фильмам, музыки для песен, песен с вокалом. Сведение и мастеринг. Инструментов, голоса. Озвучивание. Любит историю и хорошую музыку.', profession: 'Композитор: инструменталист, вокалист. Звукорежиссер.'}
    ]


export default constants;
